[
	{
		"id": "aaa001",
		"question": "list venues by capacity"
	},
	{
		"id": "aaa002",
		"question": "list venues by capacity ascending"
	},
	{
		"id": "aaa003",
		"question": "list venues by capacity descending"
	},
	{
		"id": "aa001",
		"question": "Who has scored the most runs?"
	},
	{
		"id": "aa002",
		"question": "Who has scored the least runs?"
	},
	{
		"id": "aa003",
		"question": "How many matches has Joe Root played against New Zealand?"
	},
	{
		"id": "aa004",
		"question": "Who has the highest batting average?"
	},
	{
		"id": "aa005",
		"question": "Who has the faced the most balls?"
	},
	{
		"id": "aa006",
		"question": "What is Joe Root's batting average?"
	},
	{
		"id": "aa007",
		"question": "How many career matches has Sachin Tendulkar played?"
	},
	{
		"id": "aa008",
		"question": "What is Andrew Strauss's batting average against New Zealand?"
	},
	{
		"id": "aa009",
		"question": "Which Englishman has the highest batting average?"
	},
	{
		"id": "aa010",
		"question": "Which Indian has the lowest batting average?"
	},
	{
		"id": "a001",
		"question": "what is sachin tendulkars date of birth"
	},
	{
		"id": "a002",
		"question": "what is sachin tendulkar's place of birth"
	},
	{
		"id": "a003",
		"question": "what is sachin tendulkars religion"
	},
	{
		"id": "a004",
		"question": "what is sachin tendulkar's role"
	},
	{
		"id": "a005",
		"question": "what are sachin tendulkar's roles"
	},
	{
		"id": "a006",
		"question": "what is sachin tendulkars batting average"
	},
	{
		"id": "a007",
		"question": "what is sachin tendulkar' bowling average"
	},
	{
		"id": "a008",
		"question": "what is sachin tendulkars batting hand"
	},
	{
		"id": "a009",
		"question": "what is sachin tendulkar' bowling hand"
	},
	{
		"id": "a010",
		"question": "what is sachin tendulkars nickname"
	},
	{
		"id": "a011",
		"question": "what are sachin tendulkar's nicknames"
	},
	{
		"id": "a012",
		"question": "who does sachin tendulkar play for"
	},
	{
		"id": "a013",
		"question": "what is sachin tendulkar captaincy list"
	},
	{
		"id": "a014",
		"question": "what is sachin tendulkar man of the match list"
	},
	{
		"id": "a015",
		"question": "what is andrew strauss batting average"
	},
	{
		"id": "a016",
		"question": "what is andrew strauss career runs"
	},
	{
		"id": "a017",
		"question": "what is andrew strauss total runs"
	},
	{
		"id": "a018",
		"question": "what is andrew strauss balls faced"
	},
	{
		"id": "a019",
		"question": "what is andrew strauss total outs"
	},
	{
		"id": "a020",
		"question": "what is andrew strauss batting innings"
	},
	{
		"id": "a021",
		"question": "what is andrew strauss career matches"
	},
	{
		"id": "a022",
		"question": "what is andrew strauss total matches"
	},
	{
		"id": "a023",
		"question": "what player has the highest batting average"
	},
	{
		"id": "a024",
		"question": "what player has the lowest batting average"
	},
	{
		"id": "a026",
		"question": "what Australian has the highest batting average"
	},
	{
		"id": "a027",
		"question": "what Aussie has the lowest batting average"
	},
	{
		"id": "a028",
		"question": "what player from Australia has the highest batting average"
	},
	{
		"id": "a029",
		"question": "what English player has the highest batting average in an ODI"
	},
	{
		"id": "a030",
		"question": "what player from England has the lowest batting average in an ODI"
	},
	{
		"id": "a031",
		"question": "what Kiwi has the highest batting average in an ODI first innings"
	},
	{
		"id": "a032",
		"question": "what New Zealander has the lowest batting average in his ODI first innings"
	},
	{
		"id": "a033",
		"question": "what player from New Zealand has the highest batting average in their ODI first innings"
	},
	{
		"id": "a034",
		"question": "what Sri Lankan has the highest batting average in an ODI first innings in 2012"
	},
	{
		"id": "a035",
		"question": "what player fro Sri Lanka has the lowest batting average in an ODI first innings in 2012"
	},
	{
		"id": "a036",
		"question": "what female player from Sri Lanka has the highest batting average in an ODI first innings in 2012"
	},
	{
		"id": "a037",
		"question": "what female player from Sri Lanka has the lowest batting average in an ODI first innings since 2012"
	},
	{
		"id": "a038",
		"question": "what female player from Sri Lanka has the lowest batting average in an ODI first innings before 2012"
	},
	{
		"id": "a039",
		"question": "what Australian has a batting average above 10"
	},
	{
		"id": "a040",
		"question": "what Australian has a batting average over 10"
	},
	{
		"id": "a041",
		"question": "what Australian has a batting average of 10 or better"
	},
	{
		"id": "a042",
		"question": "what Australian has a batting average above 10.5"
	},
	{
		"id": "a043",
		"question": "how many Australians have a batting average above 10.5"
	},
	{
		"id": "a044",
		"question": "which Australians have a batting average above 10.5"
	},
	{
		"id": "a045",
		"question": "what player from Yorkshire has a batting average above 10.5"
	},
	{
		"id": "a046",
		"question": "what Yorkshireman has a batting average above 10.5"
	},
	{
		"id": "a047",
		"question": "what female player from Yorkshire has a batting average above 10.5"
	},
	{
		"id": "a048",
		"question": "what Yorkshire woman has a batting average above 10.5"
	},
	{
		"id": "a049",
		"question": "which Yorkshire or Lanchashire players have a batting average above 10.5"
	},
	{
		"id": "a050",
		"question": "how many runs did Sachin Tendulkar score against England"
	},
	{
		"id": "a051",
		"question": "how many runs has Sachin Tendulkar ever scored against Andrew Strauss"
	},
	{
		"id": "c001",
		"question": "Which bowler has taken 100 wickets in the least amount of time?"
	},
	{
		"id": "c002",
		"question": "Who is the oldest bowler to have played a Test in England for the first time?"
	},
	{
		"id": "c003",
		"question": "Have two bowlers ever taken ten wickets in the same Test at Lord's?"
	},
	{
		"id": "c004",
		"question": "How many bowlers have taken ten wickets in a Test but ended up on the loosing side"
	},
	{
		"id": "c005",
		"question": "Who is the highest scoring No.2 in Test history?"
	},
	{
		"id": "c006",
		"question": "How many times have England played successive tests at Lords?"
	},
	{
		"id": "c007",
		"question": "What's the highest score a side have made without anyone scoring a century?"
	},
	{
		"id": "c008",
		"question": "How many times have all 11 batsmen reached double figures in a Test innings?"
	},
	{
		"id": "c009",
		"question": "Who was the quickest to get 1000 runs and take 100 wickets in ODIs?"
	},
	{
		"id": "c010",
		"question": "What's the lowest ODI total to include a century?"
	},
	{
		"id": "c011",
		"question": "Who has won more Test series in England - India or Pakistan?"
	},
	{
		"id": "c012",
		"question": "Who has captained Pakistan the most times in all formats?"
	},
	{
		"id": "c013",
		"question": "What's the highest score by an opener in ODIs?"
	},
	{
		"id": "c014",
		"question": "Who's taken the longest to get their 50th ODI wicket?"
	},
	{
		"id": "c015",
		"question": "What's the record for the most amount of catches taken by a wicketkeeper in a Test series?"
	},
	{
		"id": "c016",
		"question": "Which bowlers have the best figures on debut in Tests?"
	},
	{
		"id": "c017",
		"question": "What's the biggest ever win in a ODI?"
	},
	{
		"id": "c018",
		"question": "What's the biggest ever win in a Test Match?"
	},
	{
		"id": "c019",
		"question": "What's the biggest ever win in a T20 game?"
	},
	{
		"id": "c020",
		"question": "What's the highest score by a No.8 in an ODI?"
	},
	{
		"id": "c021",
		"question": "What is the longest fourth innings to force a draw in a Test?"
	},
	{
		"id": "c022",
		"question": "Which player made the highest score in his last Test innings"
	},
	{
		"id": "c023",
		"question": "Is it true that Pakistan have not lost a Test series at home in the last ten years ?"
	},
	{
		"id": "c024",
		"question": "What's the lowest number of wickets taken in an ODI series?"
	},
	{
		"id": "c025",
		"question": "Who's the first South African bowler to take seven wickets in a one-day international?"
	},
	{
		"id": "c026",
		"question": "Who's the fastest bowler to reach 100 T20 wickets?"
	},
	{
		"id": "c027",
		"question": "Which bowler has the best T20 average?"
	},
	{
		"id": "c028",
		"question": "Which overseas players have played the most times at Lords?"
	},
	{
		"id": "c029",
		"question": "How many Indians had scored a century in their first one-day international"
	},
	{
		"id": "c030",
		"question": "How many England players were born in South Africa?"
	},
	{
		"id": "c031",
		"question": "What's the record score for an England wicketkeeper?"
	},
	{
		"id": "c032",
		"question": "How many people have scored a century and conceded one in the same Test"
	},
	{
		"id": "c033",
		"question": "Which England team had the most Yorkshire players in it?"
	},
	{
		"id": "c034",
		"question": "What's the lowest international total not to feature any ducks?"
	},
	{
		"id": "c035",
		"question": "Who was the quickest to reach 25 ODI centuries - Tendulkar or Kohli?"
	},
	{
		"id": "c036",
		"question": "How many players have been run out for a duck in their maiden test innings?"
	},
	{
		"id": "c037",
		"question": "How many bowlers have dismissed all batsman in a Test?"
	},
	{
		"id": "c038",
		"question": "Which player has been dismissed most in the 90s"
	},
	{
		"id": "c039",
		"question": "How many bowling centurions have Sri Lanka had?"
	},
	{
		"id": "c040",
		"question": "Have England ever fielded a Test team of players from 11 different counties?"
	},
	{
		"id": "c041",
		"question": "Who has reached 150 most often in one-day internationals?"
	},
	{
		"id": "c042",
		"question": "What's the cheapest 10-for in Test history?"
	},
	{
		"id": "c043",
		"question": "Who has played the most matches in each of the three international formats without ever winning?"
	},
	{
		"id": "c044",
		"question": "How many players have scored a century in their first and last Tests?"
	},
	{
		"id": "c045",
		"question": "What are the best bowling figures in t20 history?"
	},
	{
		"id": "c046",
		"question": "Who has scored the most for England across all format?"
	},
	{
		"id": "c047",
		"question": "Which player has the longest gap between Test?"
	},
	{
		"id": "c048",
		"question": "Who has had the highest batting average in a calendar year?"
	},
	{
		"id": "c049",
		"question": "Who is the youngest Test centurion?"
	},
	{
		"id": "c050",
		"question": "What's the largest number of changes India have ever made between tests"
	},
	{
		"id": "c051",
		"question": "What's the slowest ODI century?"
	},
	{
		"id": "c052",
		"question": "How many yorkshiremen have scored century's against the Aussies?"
	},
	{
		"id": "c053",
		"question": "Which Test bowler has dismissed the most left-handers?"
	},
	{
		"id": "c054",
		"question": "Which bowlers have taken five wickets in an innings on both his Test and one-day debuts?"
	},
	{
		"id": "c055",
		"question": "Which England player made his Test debut after the age of 40?"
	},
	{
		"id": "c056",
		"question": "Which Indian wicketkeepers before Parthiv Patel batted left-handed"
	},
	{
		"id": "c057",
		"question": "What was Don Bradman's highest Test average at any point of his career?"
	},
	{
		"id": "c058",
		"question": "who has played the most one-day internationals without winning a Test cap?"
	},
	{
		"id": "c059",
		"question": "which captain has won the highest percentage of tosses?"
	},
	{
		"id": "c060",
		"question": "the lowest total score that did include a ton?"
	},
	{
		"id": "c061",
		"question": "Who holds the record for being run out most times?"
	},
	{
		"id": "c062",
		"question": "Whats the most number of centuries scored in a series by different batsmen"
	},
	{
		"id": "c063",
		"question": "Which Test captains have bagged a pair"
	},
	{
		"id": "c064",
		"question": "Has anyone else ever bagged a pair facing only one delivery (or even none)?"
	},
	{
		"id": "c065",
		"question": "Has any England bowler taken wickets against all nine possible Test opponents?"
	},
	{
		"id": "c066",
		"question": "Has anyone taken a hatrick where all wickets were boweled/caught/LBW etc"
	},
	{
		"id": "c067",
		"question": "Who has taken the most hatricks?"
	},
	{
		"id": "c068",
		"question": "Who reached 1000 Test runs in the fewest innings?"
	},
	{
		"id": "c069",
		"question": "Has anyone ever taken a wicket with his first ball in Test cricket, and then never taken another one?"
	},
	{
		"id": "c070",
		"question": "Whats the most double centries scored in a single series"
	},
	{
		"id": "c071",
		"question": "Which player has been on the losing side most often in Test history?"
	},
	{
		"id": "c072",
		"question": "has any bowler ever taken a five-for against every other team?"
	},
	{
		"id": "c073",
		"question": "Which batsman has reached 90 most often in Tests without making it to 100?"
	},
	{
		"id": "c074",
		"question": "how often has a bowler had 0 for 100 in one innings and a five-for in the other?"
	},
	{
		"id": "c075",
		"question": "Has a batsman figured in three stands of 300 in his Test career?"
	},
	{
		"id": "c076",
		"question": "Who scored a century on Test debut from lowest in the batting order?"
	},
	{
		"id": "c077",
		"question": "Has a bowler played every Test of a series but not taking any wickets?"
	},
	{
		"id": "c078",
		"question": "What is the lowest target successfully defended in last innings of a Test?"
	},
	{
		"id": "c079",
		"question": "Has anyone scored a duck and a century on his Test debut"
	},
	{
		"id": "c080",
		"question": "which players have scored two centuries in a match but lost"
	},
	{
		"id": "c081",
		"question": "Has a No. 11 batsman ever top-scored in a Test, or a one-day international?"
	},
	{
		"id": "c082",
		"question": "Have all 11 players bowled in an innings, including the wicketkeeper?"
	},
	{
		"id": "c083",
		"question": "How many runs have been scored in Test cricket?"
	},
	{
		"id": "c084",
		"question": "Who has scored a century and taken five or more wickets in an innings"
	},
	{
		"id": "c085",
		"question": "Has the No. 11 batsman ever made a Test century?"
	},
	{
		"id": "c086",
		"question": "Who has taken the most caught-and-bowled in Tests and one-day internationals?"
	},
	{
		"id": "c087",
		"question": "Has a team ever won a test match without losing a wicket"
	},
	{
		"id": "c088",
		"question": "Which bowler and wicketkeeper partnership have been the most sucessful"
	},
	{
		"id": "c089",
		"question": "Which batsmen to score a centry has the lowest batting average"
	},
	{
		"id": "c090",
		"question": "How many bowlers have dismissed all 11 members of the opposition during a Test match?"
	},
	{
		"id": "c091",
		"question": "who has been out most often for a duck in one-day internationals?"
	},
	{
		"id": "c092",
		"question": "Has anyone scored 1000 runs, 100 wickets and 100 catches in both Tests and one-day internationals?"
	},
	{
		"id": "c093",
		"question": "What's the highest number of similar scores in one Test innings?"
	},
	{
		"id": "c094",
		"question": "Who has been stumped twice in a test match"
	},
	{
		"id": "c095",
		"question": "What's the highest total in Test cricket that didn't include any extras?"
	},
	{
		"id": "c096",
		"question": "What is the highest total in Tests and ODIs that doesn't include a century?"
	},
	{
		"id": "c097",
		"question": "Who has scored a double centry in the world cup"
	},
	{
		"id": "c098",
		"question": "Whats the lowest number of 4's in a ODI century"
	},
	{
		"id": "c099",
		"question": "What's the highest score anyone has made entirely in boundaries?"
	},
	{
		"id": "c100",
		"question": "Which bowler has dismissed the most individuals in test matches"
	},
	{
		"id": "c101",
		"question": "How many teams have declared in a test match and lost?"
	},
	{
		"id": "c102",
		"question": "What is the MCG also known as?"
	},
	{
		"id": "c103",
		"question": "What is the largest stadium in Australia?"
	},
	{
		"id": "c104",
		"question": "What railway station is near the MCG?"
	},
	{
		"id": "c105",
		"question": "When was the MCG built?"
	},
	{
		"id": "c106",
		"question": "What does MCG stand for?"
	},
	{
		"id": "c107",
		"question": "What is the capacity of the MCG?"
	},
	{
		"id": "c108",
		"question": "Where was the first colour scoreboard in Australia?"
	},
	{
		"id": "c109",
		"question": "When was the first cricket match played at the MCG?"
	},
	{
		"id": "c110",
		"question": "When was the first test match played at the WACA?"
	},
	{
		"id": "c111",
		"question": "What other sports are played at the WACA?"
	},
	{
		"id": "c112",
		"question": "What does WACA stand for?"
	},
	{
		"id": "c113",
		"question": "Where does the WACA get its name from?"
	},
	{
		"id": "c114",
		"question": "When was cricket first played at Trent Bridge?"
	},
	{
		"id": "c115",
		"question": "Who plays at The Oval?"
	},
	{
		"id": "c116",
		"question": "Which was the first stadium to have floodlights?"
	},
	{
		"id": "c117",
		"question": "Where does The Gabba get its name from?"
	},
	{
		"id": "c118",
		"question": "What is The Gabba so called?"
	},
	{
		"id": "c119",
		"question": "What was the first Australian venue to host international Twenty20?"
	},
	{
		"id": "c120",
		"question": "When did Hampshire play their first game at The Rose Bowl?"
	},
	{
		"id": "c121",
		"question": "When was the Old Wanderers ground built?"
	},
	{
		"id": "c122",
		"question": "When did the Old Wanderers ground close?"
	},
	{
		"id": "c123",
		"question": "When was the first match at Old Trafford?"
	},
	{
		"id": "c124",
		"question": "Where was the first Ashes game in England played?"
	},
	{
		"id": "c125",
		"question": "What is the only ground to have a test match abandoned before a ball has been bowled?"
	},
	{
		"id": "c126",
		"question": "Which mountain overlooks Newlands?"
	},
	{
		"id": "c127",
		"question": "Why is Lord's called that?"
	},
	{
		"id": "c128",
		"question": "Who plays at Lords?"
	},
	{
		"id": "c129",
		"question": "What is Edgbaston also known as?"
	},
	{
		"id": "c130",
		"question": "What is the capacity of Edgbaston?"
	},
	{
		"id": "c131",
		"question": "What is the largest cricket ground in the world?"
	},
	{
		"id": "c132",
		"question": "What is the second largest cricket ground in the world?"
	},
	{
		"id": "c133",
		"question": "Where does Eden Gardens get its name from?"
	},
	{
		"id": "c134",
		"question": "When was the first game played at Colombo?"
	},
	{
		"id": "c135",
		"question": "What sports are played at Adelaide Oval?"
	}
]
